import React from "react";

export function TicketDesc1() {
  return (
    <div className="ticket-desc">
      <p>
        당사는 개인정보보호법(법률 제 10465호) 등 관련법령에 의거하여,
        정보주체로부터 개인정보를 수집함에 있어, 아래 내용을 안내하고 있습니다.
      </p>
      <p>
        정보주체가 되는 이용자께서는 아래 내용을 자세히 읽어보신 후에 동의여부를
        결정하여 주시기 바랍니다.
      </p>
      <br />
      <p>1. 개인정보의 수집 및 이용 목적</p>
      <p>
        제주맥주는 "개인정보 보호법"에 따라 수집한 개인정보를 다음의 목적을 위해
        활용합니다. 제주맥주 양조장 내 진행 프로그램 예약, 제주맥주 주최
        프로그램/행사 예약, 예약 조회, 고객 문의 게시글 등록, 신청자와의 연락,
        개인 맞춤형 광고 및 마케팅 활용, 제공을 위해 개인정보를 수집,
        이용합니다.
      </p>
      <br />
      <p>2. 수집하는 개인정보의 항목</p>
      <p>
        제주맥주는 제 1조에 명기된 이용 목적을 위해 아래와 같은 개인정보를
        수집하고 있습니다.
      </p>
      <br />
      <p>
        수집항목 필수 : 신청자명, 연락처, 이메일 주소, 방문 희망인원, 방문
        희망일시
      </p>
      <p>수집방법 : 홈페이지 (고객 집적 입력)</p>
      <br />
      <p>[수탁자 : 수탁범위]</p>
      <p>제주맥주(주), 한국전자금융(주) : 전산시스템의 구축 및 유지보수</p>
      <p>
        <br />
        이용자 개인정보보호를 위하여 수집된 개인정보는 암호화되어 처리됩니다.
      </p>
      <p>
        고객께서는 본 안내에 따른 개인정보 수집에 대하여 거부를 하실 수 있는
        권리가 있습니다. 단, 개인정보 수집에 대하여 동의를 하지 않으실 경우에는,
        제주맥주에서 주최하는 프로그램에 신청이 이루어지지 않음에 따라 당사의
        개인정보 처리 요구 서비스를 이용하실 수 없습니다.
      </p>
    </div>
  );
}

export function TicketDesc2() {
  return (
    <div className="ticket-desc">
      <p>제 1조 (목적)</p>
      <p>
        1. 본 이용약관은 제주맥주 주식회사(이하 '회사')가 제주맥주 양조장 관련
        온/오프라인 서비스(이하 '서비스')를 운영함에 있어 발생할 수 있는
        문제상황에 대하여 일관성 있게 대응하기 위해 서비스 운영 기준과 고객의
        책임 사항을 규정함을 목적으로 합니다.
      </p>
      <p>
        2. 본 이용약관에 명시되지 않은 사항은 관계법령 및 일반적 사회 통념에
        의해 판단, 처리됩니다.
      </p>{" "}
      <br />
      <p>제 2조 (운영 일시 및 입장 제한)</p>
      <p>1. 매일 12:30 ~ 19:30 (PUB : 매일 13:00 ~ 19:00)</p>
      <p>2. 설, 추석 당일과 전날은 휴무입니다.</p>
      <p>
        3. 회사는 내부 사정으로 인해 임시 휴무할 수 있으며, 이를 별도 게시 하여
        사전에 고지합니다.
      </p>
      <p>
        4. 제주맥주 양조장은 입장에 연령 제한이 없습니다. 단, 프로그램 참여에는
        연령 제한이 있으며 고객은 이를 사전에 확인하여 준수해야 합니다.
      </p>
      <p>
        5. 회사는 맥주를 제조하는 제조업장으로, 반려 동물의 출입이 제한됩니다.
      </p>
      <p>
        6. 회사는 정부의 코로나19 방역 지침에 따라 운영하고 있으며, 이를
        위반하는 고객의 입장 제한 및 거부할 수 있습니다.
      </p>{" "}
      <br />
      <p>
        {"<"}부칙{">"}
      </p>
      <p>제1조(시행일) 이 약관은 2020년 07월 23일부터 시행합니다.</p>
    </div>
  );
}
